{
  "nav": {
    "home": "Home",
    "about-me": "About Me",
    "career": "Career"
  },
  "content": {
    "home": "Home",
    "about-me": "About Me",
    "career": "Career"
  },
  "contact": {
    "mail": "Email",
    "tel": "Phone"
  },
  "last-slide": {
    "see-more": "See all the projects"
  },
  "home": {
    "info-text": "Last projects",
    "view-desc-mobile": "View project details",
    "useful-links": "Useful links",
    "tech-mobile-text": "Technologies used in the project:",
    "desc-crud-task": "Task management CRUD (Create, Read, Update, and Delete) with ASP.NET Core MVC and C#.",
    "desc-crud-task-2": "The project includes a homepage with a summary of the statuses of created tasks, and two internal pages: one for task CRUD management through modals and form validation, and another that shows the details of the created tasks.",
    "desc-portfolio-kaueGodoy": "Responsive personal portfolio project, designed entirely for a game developer.",
    "desc-portfolio-kaueGodoy-2": "The project features a soundtrack, personalized navigation with a retro gaming theme, and it is also possible to access the developed games, information about the games, and about the author.",
    "desc-quizgame": "Responsive quiz game project. It's a movie genre quiz with a total of 6 multiple-choice questions, each having only one correct answer. At the end, it generates a complete result of correct and incorrect answers.",
    "desc-quizgame-2": "Two APIs were used together for the game to function: one for collecting the questions and answers, and another for translating the collected questions and answers.",
    "desc-camicadoblog": "Home page and articles of a blog with automated posts, hosted on WordPress and integrated via PHP.",
    "desc-camicadoblog-2": "Utilization of the Advanced Custom Fields (ACF) plugin to automate the creation of hero banners, news section, announcement section, and most-read posts.",
    "desc-consultacnpj": "Responsive project for CNPJ consultation using the Brasil API. The system includes verification of potential errors during the CNPJ query and provides clear guidance to the user if any issues occur.",
    "desc-consultacnpj-2": "This project allows users to enter a CNPJ, retrieve the corresponding company's data, and save this information, making business data management easier.",
    "desc-songz": "Responsive music library project with playlist creation. Allows adding, editing, and removing songs by name, artist, album, cover, and .mp3 file. It will soon be integrated with a music player.",
    "desc-songz-2": "Songs are stored in the browser, remaining even after closing the page. It includes a search feature to filter by name, artist, or album, making it easier to organize and create personalized playlists."
  },
  "about-me": {
    "desc-presentation": "It's a pleasure to meet you, and welcome to my portfolio!",
    "desc-information": "I am 26 years old with a year and a half of experience as a front-end developer, always seeking new experiences and challenges.",
    "desc-information-2": "Graduated in Mechanical Engineering and Technologist in Systems Analysis and Development.",
    "desc-information-3": "In constant evolution and learning, driven by the desire to surpass myself.",
    "desc-information-4": "Here, you'll find my most recent projects and my commitment and dedication to technology."
  },
  "tech": {
    "responsiveness":"Responsiveness"
  },
  "career": {
    "title-position-crt": "Junior Developer",
    "title-company-crt": "CRT Communication",
    "desc-crt": "Collaboration with the design team to ensure proper usability and styling of interfaces in Figma;",
    "desc-crt-2": "Generating dynamic content/functionality and server-side data manipulation with PHP;",
    "desc-crt-3": "Development of responsive layouts using HTML and CSS;",
    "desc-crt-4": "Implementation of interactive functionalities with Javascript and jQuery;",
    "desc-crt-5": "Database manipulation via MySQL;",
    "desc-crt-6": "Management and hosting via WordPress;",
    "desc-crt-7": "API integration and consumption;",
    "desc-crt-8": "Code versioning via Git;",
    "desc-crt-9": "Performance optimization and SEO;",
    "desc-crt-10": "Continuous code maintenance and updates;",
    "desc-crt-11": "Metrics and data management via GTM and GA4.",  
    "title-position-volti-digital": "Web Designer",
    "title-company-volti-digital": "Volti Digital - Freelance",
    "desc-volti-digital": "Creation of complete wireframes using Figma;",
    "desc-volti-digital-2": "Development of full websites using Elementor Pro;",
    "desc-volti-digital-3": "Management and hosting via WordPress;",
    "desc-volti-digital-4": "Performance optimization and SEO;",
    "desc-volti-digital-5": "Continuous maintenance and code updates;",
    "desc-volti-digital-6": "Integration of metrics via GTM.",
    "title-position-confidential": "Front-end Developer",
    "title-company-confidential": "Confidential company - financial sector | Independent contractor (full time)",
    "desc-confidential": "Building and maintaining responsive interfaces using Vue.js, Nuxt.js, and Quasar;",
    "desc-confidential-2": "Consuming APIs via GraphQL on the Strapi CMS for dynamic data display;",
    "desc-confidential-3": "Styling with TailwindCSS, PostCSS, and SASS, following UI/UX best practices;",
    "desc-confidential-4": "Automated testing with Cypress to ensure system stability;",
    "desc-confidential-5": "Code versioning and collaboration via Git and GitHub;",
    "desc-confidential-6": "Continuous improvements focused on optimization and scalability."
  }
}
